{
    "videos": [
        {
            "id": 2,
            "ytLink": "https://youtu.be/PaaMFrUrMoY",
            "title": "Strategic Future Planning Visit",
            "description": "Dr. John Pyhtila, COO of Abacus Insights, visited Mysore to engage with Learners Digital on shaping future collaborations and exploring new growth opportunities. The discussion centered around strategic planning, innovation, and building stronger pathways for student upskilling and industry readiness. His visit highlighted Abacus Insights' commitment to leveraging data and technology in transformative ways, while Learners Digital continues its mission to connect education with real-world impact. This interaction not only strengthened professional ties but also opened avenues for meaningful projects that can benefit both organizations, setting the stage for future initiatives with long-term value."
        },
        {
            "id": 1,
            "ytLink": "https://youtu.be/PFgdHcXRtx0",
            "title": "Recruitment Drive for Onyx",
            "description": "The Onyx Graduate Recruitment Drive 2025, in collaboration with Learners Digital, was a remarkable success. Over 800 students took part in the online screening assessments, showcasing their skills and determination. From this talented pool, 150 students advanced to the interview stage, where they engaged in insightful discussions with the Onyx team. This recruitment drive reflects Onyx's commitment to identifying and nurturing fresh talent, while Learners Digital continues to support students in building brighter careers. The event highlighted collaboration, opportunity, and growth—capturing the energy of young professionals stepping into the future."
        }
    ],
    "photos": [
        {
            "id": 1,
            "filename": "DSC07837.JPG",
            "title": "Corporate Training Session",
            "description": "Interactive training session with corporate partners"
        },
        {
            "id": 2,
            "filename": "DSC07863.JPG",
            "title": "Corporate Workshop",
            "description": "Hands-on workshop session"
        }
    ],
    "documents": [
        {
            "id": 1,
            "filename": "NewWaveOnyx-Seminar.pdf",
            "title": "NewWave Onyx Seminar",
            "description": "Seminar documentation and materials",
            "type": "PDF"
        }
    ]
}